import React from 'react'

export const DeliveryPage = () => {
    return (
        <div style={{ width: '100%', height: '100%' }}>
        {`    Доставка
            Доставка по городу Тольятти
            Доставка осуществляется в пределах границ города Тольятти и в область города.

            Временные интервалы доставки рассчитываются в момент оформления заказа в разделе "Способ получения" и предлагаются в зависимости от введённого адреса доставки.

            Стоимость доставки товара в черте города:

            Вес до 25 кг и объем до 0,2м3 - 260 рублей
            Вес до 150 кг и объем до 0,5м3 - 550 рублей

            Доступна экспресс доставка малогабаритного полностью оплаченного товара!
            (не доступно для юридических лиц)
            Вес до 10 кг и объем до 0,08м3
            Стоимость экспресс доставки 260 рублей


            Стоимость доставки товара по области рассчитывается в момент оформления заказа в разделе "Способ получения".

            Подъем заказа на любой этаж бесплатный.

            Звонок курьера осуществляется ориентировочно за час до доставки, в выбранный Вами день и интервал на момент оформления заказа на сайте.

            Для получения дополнительной информации и ответов на возникающие вопросы по доставке обращайтесь по номеру телефона 8 800 775 76 60

            Условия доставки
            - Приобретаемый товар доставляется в квартиру (коттедж, дачу) только при наличии подъездных путей к подъезду дома (дачи, коттеджа). В двухуровневых квартирах, многоэтажных коттеджах и дачах товар заносится на первый этаж.
            - При ручном подъеме товара лестничные проходы и пролеты до места доставки не должны быть загромождены или заставлены.
            - Упакованный товар заносится за порог помещения в который доставляется заказ, перемещение товара в другие точки помещения не осуществляются.
            - расстояние между дверной коробкой или стеной и каждой стороной товара в упаковке не меньше 10 см.

            - В стоимость тарифа на доставку входит подъем товара (в том числе и крупного габаритного товара) до квартиры.

            Важно! Если Вы не ответили на звонки курьера или отсутствовали по адресу, указанному при оформлении заказа, доставка оплаченного товара откладывается для дальнейшего согласования даты, доставка неоплаченного заказа аннулируется вместе с резервом товара.
            Способы оплаты
            Доступна оплата заказанного товара курьеру при получении - банковской картой (Google Pay, Apple Pay), а также онлайн оплата на сайте. Внимание! Для некоторых временных интервалов доставки доступна только оплата онлайн на сайте.

            Прием товара от курьера
            Прежде чем отпустить курьера Вы обязаны:

            - Проверить состав оформленного Вами заказа и каждую позицию товара отдельно;
            - Убедиться в работоспособности ручек, защёлок и других механических узлов;
            - Если у Вас нет претензий к внешнему виду и комплектации товара, необходимо подписать «Акт приема-передачи товара» предоставляемый курьером.

            После подписания «Акта приема-передачи товара», покупатель самостоятельно несет ответственность за внешний вид и комплектацию товара после его получения от курьера – жалобы и претензии не принимаются, товар не обменивается.

            - Проверка работоспособности товаров, а также консультация по эксплуатации, сотрудниками доставки не производится.
            - Дополнительные услуги сотрудниками доставки не осуществляются.

            Большинство технически сложных товаров требует до начала их использования Вашего ознакомления с руководством по эксплуатации.
            В зимнее время года передача товара сопряжена с резким изменением температурного режима, поэтому немедленное включение электронной техники является нарушением условий эксплуатации.
            Доставка юридическим лицам
            Доставка осуществляется после поступления оплаты.
            В связи с этим и выбранная Вами желаемая дата может быть изменена продавцом.

            При себе необходимо иметь:

            Вариант 1:
            • Заполненная доверенность формы М-2 (так же принимается доверенность формы М-2а, подпись главного бухгалтера и печать организации могут отсутствовать в случае отсутствия таковых у юридического лица) на организацию, выставившую счёт
            • Лицо, указанное в доверенности, с паспортом гражданина РФ (согласно ГК РФ, Закону о бух.учете и рекомендациям по заполнению доверенностей форм М-2, М-2а, доверенность получить может любой сотрудник компании, официально в ней трудоустроенный, а, согласно трудовому законодательству, организации могут принимать на работу иностранных граждан с иностранными паспортами).

            Вариант 2:
            • Оригинал печати организации, на которую выставлен счёт
            • Копия приказа о назначении директора
            • Лицо, указанное в приказе, с паспортом гражданина РФ
            Наши контакты
            Связаться возможно несколькими способами:
        `}
        </div>
    )
}
